Repository: Django-Fast-Design/salesManagement
Catalog: salesManagement/main/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Name
ar: الاسم

source: Image
ar: الصورة

source: Description
ar: الوصف

source: Product
ar: المنتج

source: Quantity
ar: الكمية

source: Currency
ar: العملة

source: used to buy the product
ar: التي تم الشراء بها

source: Total order cost
ar: التكلفة الاجمالية للشحنة

source: In the chosen currency
ar: بالعملة التي تم اختيارها

source: Batch ID
ar: رمز الشحنة

source: Uniqe ID for this batch of products
ar: رمز مميز للشحنة,اتركه فارغا ليقوم النظام بادخاله

source: Fee Prog
ar: برنامج الرسوم

source: Status
ar: حالة الشحنة

source: Revenue
ar: العائد بعد الرسوم

source: per unit
ar: لكل قطعة

source: Order ID
ar: رقم الطلب

source: Uniqe ID for this order
ar: رقم مميز لهذا الطلب

source: Unit Cost
ar: تكلفة القطعة

source: Unit Cost in local market
ar: سعر القطعة في السوق المحلي

source: Add Item
ar: إضافة شحنة

source: Save
ar: حفظ

source: Add product
ar: إضافة منتج

source: Add Product
ar: إضافة منتج

source: Remove Item
ar: حذف قطعه/قطع

source: Sales
ar: المبيعات

source: Products
ar: المنتجات

source: Batches
ar: المخزون الحالي

source: Statistics
ar: الإحصائيات

source: Remove Sale order
ar: إلغاء امر بيع

source: Calculate Profit
ar: حساب الربح

source: Log Out
ar: تسجيل الخروج

source: You are not logged in
ar: يجب عليك تشجيل الدخول اولا

source: Login
ar: تسجيل الدخول

source: Calcultate Profit
ar: حساب الربح

source: Calcultate
ar: أحسب

source: Home
ar: الصفحة الرئيسية

source: Log In
ar: تسجيل الخروج

source: Remove sale order
ar: إلغاء امر بيع

source: To delete a sales order, enter its id and select fee program and the new item status, then click Delete.
ar: لحذف عملية بيع قم بإدخال الرقم المميز للطلب واختيار نظام الرسوم الجديد والحالة الجديدة للشحنة ثم اضغط حذف

source: Fee program
ar: نظام الرسوم

source: New Status
ar: الحالة الجديدة للقطعة

source: Delete Sale
ar: حذف عملية بيع

source: Batches Report
ar: تقرير المخزون

source: Delete Batch
ar: حذف شحنة

source: 'Product Type'
ar: 'المنتج'

source: 'Unit Price'
ar: 'تكلفة القطعة'

source: 'Quantity'
ar: 'الكمية'

source: 'Batch ID'
ar: 'رمز الشحنة'

source: 'Stock Cost'
ar: 'تكلفة المخزون'

source: 'Min selling price'
ar: 'اقل سعر بيع'

source: 'Selling price W/ 10%% profit'
ar: 'سعر البيع بربح 10 %%'

source: 'Fee Prog'
ar: 'برنامج الرسوم'

source: 'Status'
ar: 'حالة الشحنة'

source: 'Addition Date'
ar: 'تاريخ الإضافة'

source: Products Report
ar: تقرير المنتجات

source: 'Name'
ar: 'الأسم'

source: 'Image'
ar: 'الصورة'

source: 'Description'
ar: 'الوصف'

source: Sales Report
ar: تقرير المبيعات

source: 'Sale Price'
ar: 'سعر البيع'

source: 'Unit Profit'
ar: 'ربح القطعة'

source: 'Unit Profit %%'
ar: 'نسبة الربح في القطعة'

source: 'Total Profit'
ar: 'الربح الاجمالي'

source: 'Order ID'
ar: 'رقم الطلب'

source: 'Date'
ar: 'التاريخ'

source: statistics
ar: الإحصائيات

source: To cahnge Company Capital fill in the new value and click the button
ar: لتعديل رأس المال ادخل القيمة الجديدة ثم اضغط علي الزر

source: Edit Company Capital
ar: تعديل رأس المال

source: Company Capital
ar: رأس مال الشركة

source: 'Value'
ar: 'القيمة'

source: Product added successfully!
ar: تم إضافة المنتج بنجاح

source: The product is not in this batch, please choose the correct batch!
ar: هذا المنتج ليس ضمن هذه الشحنة برجاء اختيار الشحنة الصحيحة

source: Either the product is not added or the Quantity is larger than the avalible!
ar: إما ان المنتج غير موجود او أن الكمية اكبر من الكمية المتاحة

source: Item removed successfully!
ar: تم إزالة السلعة بنجاح

source: ERROR:
ar: خطأ

source: Item added successfully!
ar: تم إضافة السلعة بنجاح

source: Min selling price is
ar: أقل سعر بيع هو

source: The diff between Min selling and Local price:
ar: الفرق بين اقل سعر بيع والسعر المحلي هو

source: Profit percent at local price:
ar: نسبة الربح عند البيع بالسعر المحلي
